<? include ("blocks/bd.php"); ?>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
  <title>Информация</title>
<link href="style.css" rel="stylesheet" type="text/css">


<style type="text/css">
body,td,th {
	font-family:Arial, Helvetica, sans-serif;
	font-size: 12px;
	color: #424242;
}
</style>
</head>

<body>
<table width="690" border="0" align="center" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF" class="main_border">
  <?php include ("blocks/header.php"); ?>
  <tr>
    <td valign="top"><?php include ("blocks/adds.php"); ?>
    <table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
          <?php include ("blocks/lefttd.php"); ?>
        <td valign="top">
		<h3 align="center">Информация</h3>

    <p>
Основой казённого предприятия явился Кронштадтский чугунолитейный завод, построенный в 1789 году и переведённый в Санкт-Петербург в 1801 году[6]. Этому событию предшествовал указ императора Павла I от 28 февраля 1801 г.[7] Днём рождения завода считается 3 апреля (21 марта по старому стилю) 1801 года, когда на нём было отлито первое пушечное ядро. Завод стал называться Санкт-Петербургским чугунолитейным, входил до января 1827 года в систему Олонецких горных заводов[8], среди первых его руководителей — выходцы из Шотландии: Карл Гаскойн (1801—1806), Адам Армстронг (1807—1818) и Матвей Кларк[9]. В 1806—1807 годах заводом руководил А. М. Полторацкий, по его инициативе завод начал выпускать солдатские ружья[10]. В этот период завод выпускал различные изделия по казённым военным заказам, металлические элементы многих архитектурных ансамблей[11].
</p>
<p>
В результате наводнения 1824 года завод понёс большой ущерб, погибло 152 человека[9]. Завод был переоборудован, на нём было дополнительно организовано котельное производство. После простоя 24 апреля 1842 г.[12] завод был безвозмездно передан Обществу русских горных заводов для изготовления рельсов, их выпуск был начат в 1844 году. В 1847 году завод вернулся в казну, в 1848 году был пожалован генерал-адъютанту Н. А. Огарёву, сначала — во временное безвозмездное владение, а затем — в собственность (1855 г.)[7]. В 1863 году Н. А. Огарёв сдал его в аренду фирме петербургского купца 1-й гильдии Василия Хенлея «Рихтер Дей и К°»[7]. Эта фирма получила в 1858 году казённую ссуду на организацию производства, но не смогла её эффективно использовать и довела завод до банкротства. В марте 1864 года Н. А. Огарёв продал завод кредиторам Василия Хенлея купцу Вильгельму Риттеру и барону Константину Карловичу Фелейзену. С целью оздоровления производства и обеспечения возможности возврата казённого долга завода в сумме около 200 тысяч рублей, 30 сентября (12 октября) 1866 года был высочайше утверждён устав Санкт-Петербургского товарищества железоделательного завода «Перун», которое должно было принять на себя все активы и обязательства завода[13].


Реклама завода, 1894 год.

Реклама завода, 1902 год.

10 акций каждая в 100 рублей на предъявителя Общества Путиловских заводов с основным капиталом в 25 млн руб. С.-Петербург, 1912 г.[14]
Путиловская история успешной деятельности завода началась в 1868 году. Пайщики товарищества «Перун» не выполнили условия утверждённого устава, и кредиторы продали завод Н. И. Путилову, что позже было зафиксировано указом Сената от 7 (19) марта 1869 года[15]. Завод начал поставлять рельсы для казны по цене 1 рубль 88 копеек за пуд, положив начало валовому производству рельсов в России. В 1870 году начал работать бессемеровский конвертер, с 1874 года введена в эксплуатацию первая мартеновская печь в Санкт-Петербурге[16].
</p>

     <br>

        </td>
        </tr>
    </table></td>
  </tr>
    <?php include ("blocks/footer.php"); ?>
</table>
</body>

</html>
